tap "cloudflare/cloudflare"
tap "deskflow/tap"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "openssl@3"
brew "bat"
brew "btop"
brew "carapace"
brew "chezmoi"
brew "cloudflared"
brew "gmp"
brew "coreutils"
brew "dust"
brew "ext4fuse"
brew "eza"
brew "fastfetch"
brew "htop"
brew "k6"
brew "kondo"
brew "libyaml"
brew "mise"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "ranger"
brew "the_silver_searcher"
brew "tmux"
brew "typst"
brew "wget"
brew "yt-dlp"
brew "z3"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "gromgit/fuse/ntfs-3g-mac"
cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "anytype"
cask "dbeaver-community"
cask "deskflow"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "font-hack-nerd-font"
cask "foobar2000"
cask "ghostty"
cask "google-chrome"
cask "hoppscotch"
cask "iina"
cask "jordanbaird-ice"
cask "kap"
cask "kawa"
cask "keycastr"
cask "librewolf"
cask "livebook"
cask "localsend"
cask "loop"
cask "maccy"
cask "macfuse"
cask "masscode"
cask "mounty"
cask "nrlquaker-winbox"
cask "obs"
cask "obsidian"
cask "pdf-expert"
cask "pearcleaner"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "qview"
cask "responsively"
cask "sequel-ace"
cask "slack"
cask "sloth"
cask "stats"
cask "syntax-highlight"
cask "transmission"
cask "utm"
cask "vivaldi"
cask "wireshark"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "castwide.solargraph"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "haskell.haskell"
vscode "hoovercj.vscode-settings-cycler"
vscode "jakebecker.elixir-ls"
vscode "justusadam.language-haskell"
vscode "maxfieldwalker.vscode-color-theme-spirited-away"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tidalcycles.vscode-tidalcycles"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
